{"$id":"1","SmallerNode":{"$id":"2","SmallerNode":{"$id":"3","SmallerNode":null,"Elements":{"$id":"4","$values":[{"$id":"5","Key":"-","Value":"(a) Establishment in life, in business, condition, etc.; ordination or installation as pastor. Every man living has a design in his head upon wealth power, or settlement in the world. L\u0027Estrange. (b) The act of peopling, or state of being peopled; act of planting, as a colony; colonization; occupation by settlers; as, the settlement of a new country. (c) The act or process of adjusting or determining; composure of doubts or differences; pacification; liquidation of accounts; arrangement; adjustment; as, settlement of a controversy, of accounts, etc. (d) Bestowal, or giving possession, under legal sanction; the act of giving or conferring anything in a formal and permanent manner. My flocks, my fields, my woods, my pastures take, With settlement as good as law can make. Dryden. (e) (Law)  A disposition of property for the benefit of some person or persons, usually through the medium of trustees, and for the benefit of a wife, children, or other relatives; jointure granted to a wife, or the act of granting it. 2. That which settles, or is settled, established, or fixed. Specifically: -- (a) Matter that subsides; settlings; sediment; lees; dregs. [Obs.] Fuller\u0027s earth left a thick settlement. Mortimer. (b) A colony newly established; a place or region newly settled; as, settlement in the West. (c) That which is bestowed formally and permanently; the sum secured to a person; especially, a jointure made to a woman at her marriage; also, in the United States, a sum of money or other property formerly granted to a pastor in additional to his salary. 3. (Arch.) (a) The gradual sinking of a building, whether by the yielding of the ground under the foundation, or by the compression of the joints or the material. (b) pl.  Fractures or dislocations caused by settlement. 4. (Law)  A settled place of abode; residence; a right growing out of residence; legal residence or establishment of a person in a particular parish or town, which entitles him to maintenance if a pauper, and subjects the parish or town to his support. Blackstone. Bouvier. Act of settlement (Eng. Hist.), the statute of 12 and 13 William III, by which the crown was limited to the present reigning house (the house of Hanover). Blackstone.","Chield":null},{"$id":"6","Key":"--","Value":"(a) Denoting relation to some thing or person that is superior, weighs upon, oppresses, bows down, governs, directs, influences powerfully, or the like, in a relation of subjection, subordination, obligation, liability, or the like; as, to travel under a heavy load; to live under extreme oppression; to have fortitude under the evils of life; to have patience under pain, or under misfortunes; to behave like a Christian under reproaches and injuries; under the pains and penalties of the law; the condition under which one enters upon an office; under the necessity of obeying the laws; under vows of chastity. Both Jews and Gentiles . . . are all under sin. Rom. iii. 9. That led the embattled seraphim to war Under thy conduct. Milton. Who have their provand Only for bearing burdens, and sore blows For sinking under them. Shak. (b) Denoting relation to something that exceeds in rank or degree, in number, size, weight, age, or the like; in a relation of the less to the greater, of inferiority, or of falling short. Three sons he dying left under age. Spenser. Medicines take effect sometimes under, and sometimes above, the natural proportion of their virtue. Hooker. There are several hundred parishes in England under twenty pounds a year. Swift. It was too great an honor for any man under a duke. Addison. Note: Hence, it sometimes means at, with, or for, less than; as, he would not sell the horse under sixty dollars. Several young men could never leave the pulpit under half a dozen conceits. Swift. (c) Denoting relation to something that comprehends or includes, that represents or designates, that furnishes a cover, pretext, pretense, or the like; as, he betrayed him under the guise of friendship; Morpheus is represented under the figure of a boy asleep. A crew who, under names of old renown . . . abused Fanatic Egypt. Milton. Mr. Duke may be mentioned under the double capacity of a poet and a divine. Felton. Under this head may come in the several contests and wars betwixt popes and the secular princes. C. Leslie. (d) Less specifically, denoting the relation of being subject, of undergoing regard, treatment, or the like; as, a bill under discussion. Abject and lost, lay these, covering the flood, Under amazement of their hideous change. Milton. Under arms. (Mil.) (a) Drawn up fully armed and equipped. (b) Enrolled for military service; as, the state has a million men under arms. -- Under canvas. (a) (Naut.) Moved or propelled by sails; -- said of any vessel with her sail set, but especially of a steamer using her sails only, as distinguished from one under steam. Under steam and canvas signifies that a vessel is using both means of propulsion. (b) (Mil.) Provided with, or sheltered in, tents. -- Under fire, exposed to an enemy\u0027s fire; taking part in a battle or general engagement. -- Under foot. See under Foot, n. -- Under ground, below the surface of the ground. -- Under one\u0027s signature, with one\u0027s signature or name subscribed; attested or confirmed by one\u0027s signature. Cf. the second Note under Over, prep. -- Under sail. (Naut.) (a) With anchor up, and under the influence of sails; moved by sails; in motion. (b) With sails set, though the anchor is down. (c) Same as Under canvas (a), above. Totten. -- Under sentence, having had one\u0027s sentence pronounced. -- Under the breath, with low voice; very softly. -- Under the lee (Naut.), to the leeward; as, under the lee of the land. -- Under the rose. See under Rose, n. -- Under water, below the surface of the water. -- Under way, or Under weigh (Naut.), in a condition to make progress; having started.","Chield":null}]}},"Elements":{"$id":"7","$values":[{"$id":"8","Key":"------","Value":null,"Chield":{"$id":"9","SmallerNode":null,"Elements":{"$id":"10","$values":[{"$id":"11","Key":"------","Value":"(a) One out of several parts combined in a system of aggregation, when each is of the nature of the whole; as, a single cell is an element of the honeycomb. (b) (Anat.) One of the smallest natural divisions of the organism, as a blood corpuscle, a muscular fiber. 5. (Biol.)  One of the simplest essential parts, more commonly called cells, of which animal and vegetable organisms, or their tissues and organs, are composed. 6. (Math.) (a) An infinitesimal part of anything of the same nature as the entire magnitude considered; as, in a solid an element may be infinitesimal portion between any two planes that are separated and indefinitely small distance. In the calculus, element is sometimes used as synonymous with differential. (b) Sometimes a curve, or surface, or volume is considered as described by a moving point, or curve, or surface, the latter being at any instant called an element of the former. (c) One of the terms in an algebraic expression. 7. One of the necessary data or values upon which a system of calculations depends, or general conclusions are based; as, the elements of a planet\u0027s orbit. 8. pl.  The simplest or fundamental principles of any system in philosophy, science, or art; rudiments; as, the elements of geometry, or of music. 9. pl.  Any outline or sketch, regarded as containing the fundamental ideas or features of the thing in question; as, the elemental of a plan. 10. One of the simple substances, as supposed by the ancient philosophers; one of the imaginary principles of matter. Note: (a) The four elements were, air, earth, water, and fire; whence it is said, water is the proper element of fishes; air is the element of birds. Hence, the state or sphere natural to anything or suited for its existence. Of elements The grosser feeds the purer: Earth the Sea; Earth and the Sea feed Air; the Air those Fires Ethereal. Milton. Does not our life consist of the four elements Shak. And the complexion of the element [i. e.,the sky or air] In favor\u0027s like the work we have in hand, Most bloody, fiery, and most terrible. Shak. About twelve ounces [of food], with mere element for drink. Cheyne. They show that they are out of their element. T. Baker. Esp., the conditions and movements of the air. \u0022The elements be kind to thee.\u0022 (b) The elements of the alchemists were salt, sulphur, and mercury. Brande \u0026 C. 11. pl.  The whole material composing the world. The elements shall melt with fervent heat. 2 Peter iii. 10. 12. pl. (Eccl.)  The bread and wine used in the eucharist or Lord\u0027s supper. Magnetic element, one of the hypothetical elementary portions of which a magnet is regarded as made up.","Chield":null},{"$id":"12","Key":"-able","Value":"An adjective suffix now usually in a passive sense; able to be; fit to be; expressing capacity or worthiness in a passive sense; as, movable, able to be moved; amendable, able to be amended; blamable, fit to be blamed; salable. Note: The form ible is used in the same sense. Note: It is difficult to say when we are not to use -able instead of -ible. \u0022Yet a rule may be laid down as to when we are to use it. To all verbs, then, from the Anglo-Saxon, to all based on the uncorrupted infinitival stems of Latin verbs of the first conjugation, and to all substantives, whencesoever sprung, we annex - able only.\u0022 Fitzed. Hall.","Chield":null}]}}},{"$id":"13","Key":"-ably","Value":null,"Chield":{"$id":"14","SmallerNode":null,"Elements":{"$id":"15","$values":[{"$id":"16","Key":"-ably","Value":"A suffix composed of -able and the adverbial suffix -ly; as, favorably.","Chield":null},{"$id":"17","Key":"-ana","Value":"A suffix to names of persons or places, used to denote a collection of notable sayings, literary gossip, anecdotes, etc. Thus, Scaligerana is a book containing the sayings of Scaliger, Johnsoniana of Johnson, etc. Used also as a substantive; as, the French anas. It has been said that the table-talk of Selden is worth all the ana of the Continent. Hallam.","Chield":null}]}}}]}},"Elements":{"$id":"18","$values":[{"$id":"19","Key":"-ance","Value":null,"Chield":{"$id":"20","SmallerNode":null,"Elements":{"$id":"21","$values":[{"$id":"22","Key":"-ance","Value":null,"Chield":{"$id":"23","SmallerNode":null,"Elements":{"$id":"24","$values":[{"$id":"25","Key":"-ance","Value":"A suffix signifying action; also, quality or state; as, assistance, resistance, appearance, elegance. See -ancy. All recently adopted words of this class take either -ance or -ence, according to the Latin spelling.","Chield":null},{"$id":"26","Key":"-ancy","Value":"A suffix expressing more strongly than -ance the idea of quality or state; as, constancy, buoyancy, infancy.","Chield":null}]}}},{"$id":"27","Key":"-ant","Value":null,"Chield":{"$id":"28","SmallerNode":null,"Elements":{"$id":"29","$values":[{"$id":"30","Key":"-ant","Value":"A suffix sometimes marking the agent for action; as, merchant, covenant, servant, pleasant, etc. Cf. -ent.","Chield":null},{"$id":"31","Key":"-arch","Value":"A suffix meaning a ruler, as in monarch (a sole ruler).","Chield":null}]}}}]}}}]}}